Repository: hodaUsama/SuperMarketASPMVC
Catalog: DAL/Resources/Messages.*.resx
Languages: ar

# Ddl_Form
source: Choose Form
ar: اختر صفحه

# DDl_Form_error
source: Please Choose Form
ar: من فضلك اختر صفحه

# Ddl_Role
source: Choose Role
ar: اختر مجموعه

# DDl_Role_error
source: Please Choose Role
ar: من فضلك اختر مجموعه

# Label_Create
source: Create
ar: اخلق

# Label_Delete
source: Delete
ar: مسح

# Label_Edit
source: Edit
ar: تعديل

# Label_FirstName
source: First Name
ar: الاسم الاول

# Label_FormInDescription
source: Form Description
ar: وصف الصفحه

# Label_FormInfoName
source: Form Name
ar: اسم الصفحه

# Label_Password
source: Password
ar: كلمه السر

# Label_Read
source: Read
ar: قراءه

# Label_RoleDescription
source: Description
ar: وصف

# Label_RoleName
source: Role Name
ar: اسم المجموعه

# Label_SecondName
source: Second Name
ar: الاسم الثانى

# Label_UserName
source: User Name
ar: اسم المستخدم

# lst_AllFormAccess
source: All FormAccess
ar: كل صفحات الدخول

# lst_AllRoles
source: All Roles
ar: كل المجموعات

# lst_AllUsers
source: All Users
ar: كل المستخدمين

# lst_RoleUser
source: Role Users
ar: مستخدمين المجموعه

# lst_UserRole
source: User Roles
ar: مجموعات المستخدم

# Label_CityName
source: City
ar: مدينه

# Label_City_Name_Required
source: City Name is Required
ar: اسم المدينه مطلوب

# Label_City_Required
source: City is required
ar: المدينه مطلوب

# Label_CountryName
source: Countryyyyyy
ar: عاصمه

# Label_Country_Name_Required
source: Country Name is Required
ar: اسم البلد مطلوب

# Label_Country_Required
source: Country is Required
ar: البلد مطلوب

# Label_StateName
source: State
ar: الحى

# Label_State_Name_Required
source: State Name is required
ar: اسم الحى مطلوب

# Label_JobTitleDescription
source: JobTitle Description
ar: وصف الوظيفه

# Label_JobTitleName
source: JobTitle
ar: اسم الوظيفه

# Label_OfficeCity
source: Office City
ar: مدينه المكتب

# Label_OfficeCode
source: Office Code
ar: كود المكتب

# Label_OfficeCountry
source: Office Country
ar: بلد المكتب

# Label_Officephone
source: Office phone
ar: هاتف المكتب

# Label_OfficePostalCode
source: Office Postal Code
ar: كود البريد للمكتب

# Label_OfficeState
source: Office State
ar: حى المكتب

# Label_Email_Employee
source: Employee Email
ar: ايميل الموظف

# Label_Email_Employee_Required
source: Employee Email is required
ar: ايميل الموظف مطلوب

# Label_EmployNumber
source: Employee Number
ar: رقم الموظف

# Label_EmployNumber_Required
source: Employee Number is required
ar: رقم الموظف مطلوب

# Label_Extension_Employee
source: Extension
ar: الامتداد

# Label_Extension_Employee_Required
source: Extension is required
ar: الامتداد مطلوب

# Label_FirstName_Employee
source: First Name
ar: الاسم الاول للموظف

# Label_FirstName_Employee_Required
source: First Name is required
ar: الاسم الاول مطلوب

# Label_JobTitle_Employee
source: Job Title
ar: اسم الوظيفه

# Label_JobTitle_Employee_Required
source: Job Title is required
ar: اسم الوظيفه مطلوب

# Label_LastName_Employee
source: Last Name
ar: الاسم الثانى

# Label_LastName_Employee_Required
source: Last Name is required
ar: الاسم الثانى مطلوب

# Label_OfficeId_Employee
source: Office
ar: المكتب

# Label_OfficeId_Employee_Required
source: Office is required
ar: المكتب مطلوب

# Label_ReportsTo_Employee
source: Reports to
ar: يسلم ل

# Label_ReportsTo_Employee_Required
source: Required
ar: مطلوب

# Label_MasterCountry
source: Country
ar: البلاد

# Label_MasterFormAccess
source: Form Access
ar: امان الصفحه

# Label_MasterFormInfo
source: Form Info
ar: الصفحه

# Label_MasterRole
source: Role
ar: المجموعه

# Label_MasterUser
source: User
ar: المستخدم

# Label_MasterUserManagement
source: User Management
ar: اداره المستخدم

# Label_SuperMarket
source: Supermarket
ar: سوبرماركت

# Label_GeneralCreate
source: Create
ar: خلق

# Label_GeneralDelete
source: Delete
ar: مسح

# Label_GeneralEdit
source: Edit
ar: تعديل

# Label_Index
source: Index
ar: البيانات

# Label_MasterEmployee
source: Employee Management
ar: اداره الموظفين

# Label_MasterLanguage
source: Language
ar: تغيير اللغه

# Label_MasterState
source: States
ar: الاحياء

# Label_MasterSubCity
source: Cities
ar: البلاد

# Label_MasterSubCountry
source: Countries
ar: العواصم

# Label_MasterSubemployee
source: Employees
ar: الموظفين

# Label_MasterSubJobTitles
source: Job Titles
ar: عنوان الوظيفه

# Label_MasterSubOffices
source: Offices
ar: المكاتب

# Label_Search
source: Search
ar: بحث

# Label_DateOfBirth
source: Date Of Birth
ar: تاريخ الميلاد

# Label_Email
source: Email
ar: البريد الالكترونى

# Label_SearchToolTip
source: Type Here To Search
ar: اكتب هنا للبحث

# Label_Url
source: Url
ar: اسم الموقع
